<?php

return [
    'hello' => 'Привіт',

    'congratulation' => 'Вітаємо',

    'declineRegistrationOnExam' => [
        'p1' => 'Ви нещодавно намагалися записатися на іспит, але для користувача з такою поштою немає доступу на проходження нашого тестування. Будь ласка, перевірте коректність пошти (вкажіть ту пошту, яку використовували при реєстрації у нас на сайті).',
        'p2' => 'Якщо пошта правильна і ви реєструєтесь для повторного складання іспиту, тоді треба дочекатися терміну для пересдачі, який вказаний у вашому аккаунті.',
        'p3' => 'До речі, якщо справа все ж в невірно вказаній пошті, то через обмеження системи обрана раніше дата звільниться не відразу. Тому рекомендуємо трохи почекати або вибрати інший час.'
    ],

    'examCompleted' => 'Ви завершили іспит. Протягом тижня ми вам надішлемо лист з результатом та подальшими інструкціями.',

    'examFailed' => [
        'p1' => 'На жаль, ви не пройшли вступне тестування і ми поки не можемо запросити вас на навчання.',
        'p2' => 'Не впадайте у відчай.) Вам варто трохи <a href=":p2pZeroUrl">підготуватися</a>, і ми знову будемо раді вас бачити.'
    ],

    'examPassed' => [
        'p1' => 'Ви успішно пройшли вступне тестування, і тепер ми готові запросити вас на наше навчання.',
        'p2' => 'Ви потрапляєте на прогресивне P2P-навчання без груп та менторів на базі адаптованого Стенфордського курсу CS, яке доступне тільки тим, хто успішно пройшов вступне тестування.',
        'p3' => 'Більш детально з курсом P2P можна ознайомитись в <a href="https://docs.google.com/document/d/1W0QIz76JX5VohecCf-flQk68vp76owFLudj8DXA9W7U/edit">мануалі</a>',
        'p4' => 'Тривалість навчання - <b>4 місяці</b>.',
        'p5' => 'Почати можна в найближчий запланований старт. Для цього треба <b>підтвердити дату старту</b> у своєму <a href=":accountUrl">аккаунті</a>.',
        'p6' => 'До зустрічі!'
    ],

    'inviteToExam' => [
        'p1' => 'Ми готові кликати вас на вступний іспит до курсу "Основи програмування" :) Якщо ви зараз не готові, не поспішайте - обмежень по часу немає.',
        'p2' => 'До іспиту ви можете підготуватися самостійно, або пройти наш підготовчий курс :p2pZeroUrl. Він допоможе тим, хто до цього зовсім не вивчав програмування.',
        'p3' => 'Якщо ви не складете іспит, теж не страшно. Адже його можна перескладати кожні 10 днів, і кількість спроб - не обмежена :)',
        'p4' => 'Наш іспит зовсім не злий, немає сенсу його обманювати, тому що він перевіряє, чи готові ви до навантаження, яке дає наш курс. Будуть завдання з програмування (на вибір мови: Java, C ++, Javascript), перевірка знання англійської та швидкості набору тексту (друку). Якщо ви товаришуєте з циклами і масивами, то все буде легко для вас. Щоб пройти, не обов\'язково зробити всі завдання.',
        'p5' => 'Коли ви будете готові, виберіть час та дату іспиту на :calendlyUrl (будь ласка, не передавайте нікому це посилання). Врахуйте: якщо ви робите більше однієї резервації, то ми орієнтуємося на останню, а попередні скасовуємо.'
    ],

    'retryExamAvailable' => 'Ви знову маєте можливість скласти наш іспит. Перейдіть на :calendlyUrl та виберіть зручну для вас дату тестування.',

    'schoolAdministration' => 'З повагою, адміністрація школи.',
    'calendlyAdministration' => 'Адміністрація calendly.com',

    'reRegistrationOnExam' => 'На іспит повторно записався користувач.',

    'examDate' => 'Дата іспиту',

    'newExamDate' => 'Нова дата іспиту',

    'oldExamDate' => 'Попередня дата іспиту',

    'examLocation' => 'Локація',

    'strangerOnExam' => 'На іспит записався незапрошений користувач.',

    'needExamRegistrationDecline' => 'Потрібно скасувати його реєстрацію на',

    'examFinishedAndNeedsChecking' => 'Завершено вступний іспит для :email. Потрібно перевірити на :examAdminUrl'
];
