<?php

return [
    'hello' => 'Привіт',

    'congratulation' => 'Вітаємо',

    'declineRegistrationOnExam' => [
        'p1' => 'Ви нещодавно намагалися записатися на іспит, але для користувача з такою поштою немає доступу на проходження нашого тестування. Будь ласка, перевірте коректність пошти (вкажіть ту пошту, яку використовували при реєстрації у нас на сайті) або напишіть нам лист у відповідь, якщо email вказаний правильно.',
        'p2' => 'До речі, якщо справа все ж в невірно вказаній пошті, то через обмеження системи обрана раніше дата звільниться не відразу. Тому рекомендуємо трохи почекати або вибрати інший час.'
    ],

    'examCompleted' => 'Ви завершили іспит. Протягом тижня ми вам надішлемо лист з результатом та подальшими інструкціями.',

    'examFailed' => [
        'p1' => 'На жаль, ви не пройшли вступне тестування і ми поки не можемо запросити вас на навчання.',
        'p2' => 'Не впадайте у відчай.) Вам варто трохи підготуватися ( :p2pZeroUrl ), і через місяць ми знову будемо раді вас бачити.'
    ],

    'examPassed' => [
        'p1' => 'Ви успішно пройшли вступне тестування, і тепер ми готові запросити вас на наше навчання.',
        'p2' => 'Слідкуйте за інформацією в своєму акаунті.'
    ],

    'inviteToExam' => [
        'p1' => 'Ми готові кликати вас на вступний іспит :) Якщо ви зараз не готові, не поспішайте - обмежень по часу немає.',
        'p2' => 'Якщо ви не складете іспит, теж не страшно. Адже іспит можна перескладати кожні 10 днів, і кількість спроб - не обмежена :)',
        'p3' => 'Наш іспит зовсім не злий, немає сенсу його обманювати, тому що він перевіряє, чи готові ви до навантаження, яке дає наш курс. Будуть завдання по програмування (на вибір мови: Java, C ++, Javascript), перевірка знання англійської та швидкості набору (англійською). Якщо ви товаришуєте з циклами і масивами, то все буде легко для вас. Щоб пройти, не обов\'язково зробити всі завдання.',
        'p4' => 'Щоб вибрати час і дату, перейдіть на :calendlyUrl (будь ласка, не передавайте нікому це посилання). Врахуйте: якщо ви робите більше однієї резервації, то ми орієнтуємося на останню, а попередні скасовуємо.'
    ],

    'schoolAdministration' => 'З повагою, адміністрація школи.',
    'calendlyAdministration' => 'Адміністрація calendly.com',

    'reRegistrationOnExam' => 'На іспит повторно записався користувач.',

    'examDate' => 'Дата іспиту',

    'examLocation' => 'Локація',

    'strangerOnExam' => 'На іспит записався незапрошений користувач.',

    'needExamRegistrationDecline' => 'Потрібно скасувати його реєстрацію на'
];
