<?php

return [
    'hello' => 'Здравствуйте',

    'congratulation' => 'Поздравляем',

    'declineRegistrationOnExam' => [
        'p1' => 'Вы недавно пытались записаться на экзамен, но для пользователя с такой почтой нет доступа на прохождение нашего тестирования.
Пожалуйста, проверьте корректность почты (укажите ту почту, которую использовали при регистрации у нас на сайте)
или напишите нам ответное письмо, если email указан верно.',
        'p2' => 'Кстати, если дело все же в неверно указанной почте, то из-за ограничений системы выбранная ранее дата отвободится не сразу.
Поэтому рекомендуем немного подождать или выбрать другое время.'
    ],

    'examCompleted' => 'Вы завершили экзамен. В течение недели мы вам вышлем письмо с результатом и дельнейшими инструкциями.',

    'examFailed' => [
        'p1' => 'К сожалению, вы не прошли вступительное тестирование и мы пока не можем пригласить вас на обучение.',
        'p2' => 'Не отчаивайтесь. Вам стоит немного подготовиться и через месяц мы опять будет рады вас видеть.'
    ],

    'examPassed' => [
        'p1' => 'Вы успешно прошли вступительное тестирование и теперь мы готовы пригласить вас на наше обучение.',
        'p2' => 'Следите за информацией в своем аккаунте.'
    ],

    'inviteToExam' => [
        'p1' => 'Мы готовы звать вас на вступительный экзамен :)
    Если вы сейчас не готовы, не спешите - ограничений по времени нет.',
        'p2' => 'Если вы не сдадите экзамен, тоже не страшно. Ведь экзамен можно
    пересдавать каждый месяц и количество попыток — не ограничено :)',
        'p3' => 'Наш экзамен совсем не злой, нет смысла его обманывать, т.к. он проверяет,
    готовы ли вы к нагрузке, которую даёт наш курс. Будут задачи по
    программированию (на выбор языки: Java, C++, Javascript), проверка знания
    английского и скорости набора (на английском). Если вы ладите с циклами и
    массивами, то всё будет легко для вас. Чтобы пройти, не обязательно сделать
    все задачи.',
        'p4' => 'Чтобы выбрать время и дату, перейдите на :calendlyUrl (пожалуйста, не передавайте никому эту ссылку).
    Учтите: если вы делаете более одной резервации, то мы ориентируемся на последнюю, а предыдущие отменяем.'
    ],

    'schoolAdministration' => 'С уважением, администрация школы.',
    'calendlyAdministration' => 'Администрация calendly.com',

    'reRegistrationOnExam' => 'На экзамен повторно записался пользователь.',

    'examDate' => 'Дата экзамена',

    'examLocation' => 'Локация',

    'strangerOnExam' => 'На экзамен записался неприглашенный пользователь.',

    'needExamRegistrationDecline' => 'Нужно отменить его регистрацию на'
];

