<p>Добрый день, {{ $name }}!</p>

<p>Вы недавно пытались записаться на экзамен, но для пользователя с такой почтой нет доступа на прохождение нашего тестирования.
Пожалуйста, проверьте корректность почты (укажите ту почту, которую использовали при регистрации у нас на сайте)
или напишите нам ответное письмо, если email указан верно.</p>

<p>Кстати, если дело все же в неверно указанной почте, то из-за ограничений системы выбранная ранее дата отвободится не сразу.
Поэтому рекомендуем немного подождать или выбрать другое время.</p>
