<h3>Здравствуйте!</h3>
<h4>Мы готовы звать вас на вступительный экзамен :)</h4>
<p>
    Если вы сейчас не готовы, не спешите - ограничений по времени нет.
</p>
<p>
    Если вы не сдадите экзамен, тоже не страшно. Ведь экзамен можно
    пересдавать каждый месяц и количество попыток — не ограничено :)
</p>
<p>
    Наш экзамен совсем не злой, нет смысла его обманывать, т.к. он проверяет,
    готовы ли вы к нагрузке, которую даёт наш курс. Будут задачи по
    программированию (на выбор языки: Java, C++, Javascript), проверка знания
    английского и скорости набора (на английском). Если вы ладите с циклами и
    массивами, то всё будет легко для вас. Чтобы пройти, не обязательно сделать
    все задачи.
</p>
<p>
    Чтобы выбрать время и дату, перейдите на {{ config('ptp.calendlyUrl') }} (пожалуйста, не передавайте никому эту ссылку).
    Учтите: если вы делаете более одной резервации, то мы ориентируемся на последнюю, а предыдущие отменяем.
</p>
