@extends('layouts.email')
@section('title')
    Вступне тестування
@endsection
@section('subtitle')
    Привіт!
@endsection
@section('content')
    <p>Ми готові запросити вас на вступне тестування :)</p>
    <ol style="padding:0">
        <li>
            <p>Якщо ви зовсім не вивчали програмування, або не впевнені в своїх силах ― почніть проходити наш <a href="{{config('ptp.p2pZeroUrl')}}">підготовчий курс</a>.<br>
                Ви можете перевірити свою готовність на <a href="http://shpp.me/go/exam-materials">типових завданнях</a>.<br>
                Якщо ви знаєте цикли і масиви, то для вас тестування пройде легко.
            </p>
        </li>
        <li>
            <p>Якщо ви впевнені, що готові проходити вступне тестування, можете спробувати прямо зараз або в будь-який зручний для вас час.
                <br>Увійдіть у свій <a href="{{config('ptp.accountFrontUrl')}}">аккаунт</a> та натисніть кнопку 'Почати екзамен'.</p>
            <p>На тестуванні будуть задачі з програмування (на вибір мови: Java, C++, Javascript), перевірка знань англійської мови і швидкості набору тексту (англійською).</p>
            <p>Якщо ви не впораєтесь з тестуванням ― не страшно. Адже тестування можна буде перескласти через {{config('ptp.retryTestingAfterDays')}} днів, а кількість спроб ― необмежена :)</p>
        </li>
        <li>
            <p>За результатами тестування ви потрапите на перший етап навчання (етап  "computer science") і отримаєте можливість вивчати основи програмування (мова Java) за адаптованою програмою курсу CS106A+CS106B Стенфордського університету. Формат — p2p learning, пару зустрічей на тиждень у вечірній час. Цей етап триває 4 місяці.</p>
        </li>
        <li>
            <p>Після успішного завершення першого етапу ви зможете обрати конкретний напрямок та ментора. Напрямків багато, але найбільш популярні: web frontend, web backend, android. Є і більш екзотичні.</p>
        </li>
    </ol>
    <p>
        Дякуємо за те, що уважно прочитали цей лист :)
    </p>
    <p>
        Бажаємо успіхів!
    </p>
@endsection

